const About = () => {
  return (
    <div className="about">
      <h1>Про проект</h1>
      <p>
        Цей проект демонструє використання React, TypeScript та React Router для
        створення сучасного веб-застосунку з навігацією. Основна мета проекту –
        показати, як можна легко організувати маршрутизацію та відображення
        даних у React.
      </p>
      <p>
        Тут ви знайдете сторінки з альбомами, головну сторінку з анімаціями та
        інформацію про проект, що допоможе вам ознайомитися з його можливостями
        та структурою.
      </p>
    </div>
  );
};

export default About;
